const groupData = {
  "1组": ["吴嘉盛","张子璇","曾天翼","朱冠霖","杨兴鉴","何承江","鲍博源"],
  "2组": ["冼忠豪","杜承建","叶承树","殷泽木","田泽锐","吴淑桑","韦宗楚","李巧美"],
  "3组": ["郑婷忆","杨宇卓","戴文灿","吴佳禹姗","杨雨珊","赵佳慧","郑高辉"],
  "4组": ["周圆","李佳欣","王一诺","胡艺桐","包毓慧","刘昕冉","陈小灵"],
  "5组": ["张秋锐","蔡济鸿","钟瑶刚","陈赋斌","温从炜","雷明儒","公保东智","何颖"],
  "6组": ["都家更","张郅朋","郝冉","王雅馨","郑舒怡","欧诗雅","钟圣茜","李睿哲"],
  "7组": ["李爽","高若然","吴燕婷","李玲雅","杨逸佳","侯嘉玟"],
  "8组": ["符凡","魏赫","韩玉兴","宋正义","林玉雄","母仕林","王可欣"],
  "9组": ["黄玉菲","刘婉慧","李诗诗","邓新怡","吴香颖","胡嘉航","唐景怡"]
}
